[
  {
      "name": "iRobot Roomba 616",
      "image": "product_images/robot_616.jpg",
      "shot_desc": "Робот-пылесоc iRobot Roomba 616 Сухая уборка пола",
      "description": "Roomba 616 от&nbsp;компании IRobot&nbsp;&mdash; это незаменимый помощник в&nbsp;уборке квартиры без лишних хлопот и&nbsp;траты вашего времени. Этот умный пылесос без труда справится с&nbsp;чисткой любого напольного покрытия, будь&nbsp;то паркет, ламинат,линолеум или даже ковровое покрытие. Всего одно нажатие кнопки обеспечит очистку до&nbsp;60&nbsp;кв.&nbsp;м&nbsp;вашей квартиры, придавая вашему дому атмосферу чистоты и&nbsp;уюта.",
      "price": "19900",
      "quantity": "25",
      "category": "сухая"
  },
   {
      "name": "iRobot Roomba 681",
      "image": "product_images/robot_681.jpg",
      "shot_desc": "Робот-пылесоc iRobot Roomba 681 Сухая уборка пола",
      "description": "Робот с проверенной временем легкой системой управления и обновленным дизайном в стиле техно. Укомплектован литий-ионной аккумуляторной батареей, обеспечивающей без дополнительной подзарядки уборку продолжительностью до 3-х часов.В комплектацию включено устройство «Virtual Mode 2 в 1», работающее в 2-х режимах. В режиме классического ограничителя это устройство удобно использовать для запрета прохода робота через открытые двери, или дверные проемы без дверей. В режиме hallo устройство обычно используется для того, чтобы робот «не подходил» близко к миске или коврику вашего домашнего питомца или чтобы не приближался к хрупкой напольной вазе и т.п..",
      "price": "25800",
      "quantity": "30",
      "category": "сухая"
  },
   {
      "name": "iRobot Roomba 886",
      "image": "product_images/robot_886.jpg",
      "shot_desc": "Робот-пылесоc iRobot Roomba 886 Сухая уборка пола",
      "description": "Roomba 886 – последняя новинка в семействе роботов Roomba. В Roomba 800 серии реализована передовая система сбора мусора и грязи AeroForceTM . Для пользователя это означает: робот убирается еще тщательнее, а обслуживание чистящего модуля стало совсем легким. Roomba 886 комплектуется аккумулятором повышенной емкости с увеличенным вдвое ресурсом. Контейнер мусоросборника оснащен HEPA-фильтром.",
      "price": "36900",
      "quantity": "15",
      "category": "сухая"
  },
   {
      "name": "iRobot Roomba 960",
      "image": "product_images/robot_960_1.jpg",
      "shot_desc": "Робот-пылесоc iRobot Roomba 960",
      "description": "Roomba 980 – Ваш новый подход к уборке! Управляйте чисткой полов в вашем доме через смартфон из любой точки мира в любое время. Roomba 980 – первый из семейства Roomba, предназначенный для полностью автономной уборки целого дома. Система построения карты местности и оперативной навигации, работа до 2-х часов на одном заряде аккумулятора и самостоятельная подзарядка, технология увеличения мощности на коврах и еще многое другое – это Ваш новый Roomba 980.Используйте приложение iRobot HOME для проведения первичной настройки, изменения параметров и регистрации вашего робота-пылесоса Roomba 980. Затем установите подключение, и вы сможете запускать уборку откуда угодно! Приложение iRobot HOME позволяет вам в любое время начинать уборку или задавать ее расписание, где бы вы ни находились.",
      "price": "44700",
      "quantity": "5",
      "category": "сухая"
  },
   {
      "name": "iRobot Roomba 980",
      "image": "product_images/romba980.jpg",
      "shot_desc": "Робот-пылесоc iRobot Roomba 980",
      "description": "Roomba 980 – Ваш новый подход к уборке! Управляйте чисткой полов в вашем доме через смартфон из любой точки мира в любое время. Roomba 980 – первый из семейства Roomba, предназначенный для полностью автономной уборки целого дома. Система построения карты местности и оперативной навигации, работа до 2-х часов на одном заряде аккумулятора и самостоятельная подзарядка, технология увеличения мощности на коврах и еще многое другое – это Ваш новый Roomba 980.Используйте приложение iRobot HOME для проведения первичной настройки, изменения параметров и регистрации вашего робота-пылесоса Roomba 980. Затем установите подключение, и вы сможете запускать уборку откуда угодно! Приложение iRobot HOME позволяет вам в любое время начинать уборку или задавать ее расписание, где бы вы ни находились.",
      "price": "53800",
      "quantity": "18",
      "category": "для ковров"
  },
   {
      "name": "iRobot Braava Jet",
      "image": "product_images/braava_jet.jpg",
      "shot_desc": "Робот-пылесоc iRobot Braava Jet",
      "description": "Braava jet™–универсальный робот-полотёр. В зависимости от выбранного режима уборки, робот может выполнять сухую уборку пола с любым твердым покрытием, мыть полы из камня, плитки, линолеума, а также производить деликатную влажную уборку деревянных и ламинированных полов. Уборка осуществляется с использованием специальных салфеток. В зависимости от типа салфетки робот сам выбирает режим уборки.Компактный Braava jet™ имеет прямоугольную конфигурацию. Благодаря этим качествам он легко проникает в труднодоступные места, такие, как пространство за унитазом.Самое легкое управление: установите подходящую салфетку, заполните резервуар чистой водой (для режимов мытья и деликатной влажной уборки), нажмите кнопку Clean - остальное выполнит робот.",
      "price": "15900",
      "quantity": "12",
      "category": "влажная"
  },
   {
      "name": "iRobot Braava 390T",
      "image": "product_images/braava_390t.jpg",
      "shot_desc": "Робот-пылесоc iRobot Braava 390T",
      "description": "Представляем Вам обновление популярной модели робота-полотера iRobot Braava 380T. Изменения коснулись дизайна робота и его комплектации. Теперь модель полотера выполнена в белом глянцевом цвете, что заметно освежает его внешний вид и значительно снижает видимость следов повседневного использования. Так же в новой модификации полотера вдвое увеличено количество запасных салфеток поставляемых с роботом Braava 390T.Робот-полотер iRobot Braava 390 - это прекрасный домашний помощник на каждый день, принцип его работы заключается в деликатной протирке пола специальными салфетками из микрофибры. В отличии от моделей роботов серии Roomba, которые собирают мусор в пылесборник, Braava 390 задерживает пыль и мелкий мусор непосредственно на специальной салфетке. К роботу подходят стандартные салфетки из микрофибры любого производителя, включая салфетки Swiffer. Такие ткани из микроволокна можно использовать неоднократно на протяжении длительного времени.",
      "price": "18900",
      "quantity": "8",
      "category": "влажная"
  },
   {
      "name": "Clever & Clean AQUA-Series 01",
      "image": "product_images/Clever_Clean_AQUA_Series_01.jpg",
      "shot_desc": "Clever & Clean AQUA-Series 01",
      "description": "Отличный робот по соотношению цены и качества, сможет освободить своего владельца не только от регулярной самостоятельной уборки пылесосом, но и от влажной уборки. Двигается по помещению благодаря инфракрасным датчикам, за счет мягкого бампера возможные столкновения обойдутся без серьезных последствий. У этого крохотного помощника предусмотрено аж 6 режимов уборки, поэтому, кроме стандартной, вы сможете запустить местную уборку или же воспользоваться возможностью программировать время включения устройства, и выбрать дни и часы, когда робот будет включаться.У данной модели предусмотрен звуковой сигнал при застревании и низком заряде аккумулятора. Среди дополнительных возможностей – встроенная УФ-лампа. Выходящий воздух хорошо фильтруется. С сухой и влажной уборкой устройство справляется очень хорошо. Среди недостатков можно назвать излишнюю громкость звуковых сигналов, отсутствие виртуальной стены и необходимость выбирать параметры уборки только с пульта ДУ.",
      "price": "15900",
      "quantity": "32",
      "category": "с уф лампой"
  },
   {
      "name": "iClebo Pop",
      "image": "product_images/iClebo_Pop.jpg",
      "shot_desc": "iClebo Pop",
      "description": "iClebo – относительно молодая южнокорейская компания, которая смогла быстро себя зарекомендовать на рынке роботов-пылесосов. У производителя есть несколько удачных моделей, среди которых стоит выделить iClebo Pop. Это компактный симпатичный робот, обладающий массой полезных функций. Он может осуществлять не только традиционную сухую уборку, но и влажную с использованием специальной салфетки, также есть возможность производить быструю уборку. Пылесос оснащен 20 инфракрасными датчиками, за счет чего обеспечивается высокая точность движения. Боковые щетки позволяют досконально очищать самые проблемные места, а за счет мягкого бампера возможные столкновения с предметами в комнате обойдутся без последствий.Для упрощения управление есть дисплей, пульт ДУ, предусмотрено сенсорное управление. Пользователи отмечают высокое качество сборки и точность работы: пылесос редко путается, не «жует шторы», досконально всасывает мусор, нормально справляется с порогами. Этот робот был бы идеальным, если бы в комплекте шла ограничительная лента. Возможности программировать уборку тут нет, но доплатив около 100-150$ можно купить iClebo Arte с расширенным функционалом.",
      "price": "27707",
      "quantity": "6",
      "category": "влажная"
  }
]